"Scan failed" = "Сбой сканирования";
"Scan canceled" = "Сканирование отменено";
"Document feeder is empty" = "Подача документов пуста";

"Scanner is in use" = "Сканер используется";
"Scanner is offline" = "Сканер не подключен к сети";
"Scan incomplete" = "Сканирование не завершено";
"Problems communicating with scanner" = "Проблемы соединения со сканером";
"The scanner failed to complete the scan." = "Сканеру не удалось завершить сканирование.";

"Unable to generate editable text for scanned document" = "Не удается создать редактируемый текст для отсканированного документа";
"The scanned document has been saved to an image-only file. To save scanned documents with editable text, please install HP Easy Scan on this computer. Go to www.hp.com/support to download the latest software for your HP product." = "Отсканированный документ сохранен в файл изображения (только просмотр). Для сохранения отсканированного документа в виде редактируемого текста установите на компьютер приложение сканирования HP Easy Scan. Для загрузки последней версии ПО для данного устройства HP перейдите по адресу www.hp.com/support.";

"The file(s) could not be saved as you do not have appropriate access privileges to \"%@\" folder." = "Не удалось сохранить файлы: недостаточно прав доступа к папке \"%@\".";
"To view or change access privileges, select the file in the Finder and choose File > Get Info." = "Для просмотра или изменения прав доступа выберите этот файл в Finder, а затем выберите File > Get Info (Файл > Сведения).";

"The scanned images could not be saved as \"%@\" doesn't exist." = "Не удалось сохранить отсканированные изображения, так как \"%@\" не существует.";

"Disk \"%@\" is full. Try deleting items from \"%@\" or saving the image on another disk." = "Диск \"%@\" заполнен. Удалите данные с \"%@\" или сохраните изображение на другом диске.";
